export const aboutUsText = [
  {
    title: "מתכונים בהתאמה אישית",
    description:
      "מלאו את העדפותיכם הקולינריות, החל מסוגי המאכלים שאתם אוהבים ועד לאלרגיות או הגבלות תזונתיות, והמערכת שלנו תיצור עבורכם מתכונים ייחודיים ומותאמים אישית לכל ארוחה. גלו את האפשרות לאוכל מדויק לטעמכם, מבלי להתאמץ!",
    img: "/WhoAreWe/feature-fridge.png",
    alt: "fridge icon",
  },

  {
    title: " מגוון רחב של טעמים",
    description:
      " גלו עולם של טעמים עם מתכונים שמעולם לא חשבתם לשלב! המערכת משתמשת בכוח הבינה המלאכותית כדי לחקור שילובי מרכיבים חדשים ומפתיעים, כך שתוכלו ליהנות מחוויות קולינריות בלתי נשכחות בכל פעם שאתם נכנסים למטבח.",
    img: "/WhoAreWe/feature-plate.png",
    alt: "plate icon",
  },
  {
    title: "קל ומהיר לשימוש",
    description:
      " תוך כמה לחיצות פשוטות תוכלו לקבל מתכונים משודרגים ומגוונים שמתאימים בדיוק למה שאתם מחפשים. המערכת שלנו עובדת במהירות ומייצרת עבורכם רעיונות מרעננים לארוחות בכל זמן, כך שתמיד תהיה לכם השראה חדשה ובטעם מדהים.",
    img: "/WhoAreWe/feature-planner.png",
    alt: "plan icon",
  },
];
